import random

list_of_words = [
    "абрикос", "бамбук", "велосипед", "галактика", "дельфин",
    "единорог", "жасмин", "зебра", "изумруд", "календарь",
    "лампочка", "магнит", "ноутбук", "облако", "парусник",
    "радуга", "самовар", "телескоп", "университет", "фонарик",
    "холодильник", "циферблат", "черепаха", "шампунь", "щелкунчик",
    "экскаватор", "юла", "якорь", "барсук", "вертолёт",
    "гербарий", "дирижабль", "ёжик", "журавль", "зеркало",
    "инкубатор", "компас", "лаборатория", "микроскоп", "навигатор",
    "одуванчик", "пирамида", "ракета", "самолёт", "термометр",
    "улитка", "фартук", "хищник", "цапля", "чучело",
    "шторм", "щука", "эхо", "юг", "ягода"
]


num_word = random.randint(0, len(list_of_words))
word = list_of_words[num_word]
hidden_word = "_ " * len(word)
            
    
    
